// © Copyright 2010, 2015-2016 HP Development Company, L.P.

TaskName = "Digitalizar para computador";

// Restore alert message
"RESTORE_TITLE" = "Tem certeza de que deseja restaurar as configurações?";
"RESTORE_MSG" = "Se você continuar, o estado original de todos os Atalhos de digitalização será restaurado. Pressione Cancelar para deixar os atalhos inalterados ou pressione Restaurar para restaurar as configurações padrão de fábrica dos atalhos.";
"RESTORE_BUTTON_TITLE" = "Restaurar";

"DEFAULT_TASK_CAPTION" = "Nome da tarefa:";
"DONE" = "Concluído";

// Task not found alert message
"TASK_NOT_FOUND_TITLE" = "Tarefa indisponível";
"TASK_NOT_FOUND_DESC" = "A tarefa “%@” encontrada no dispositivo não está disponível no sistema. Selecione outra tarefa.";

// Copy workflows fail alert message
"COPY_WORKFLOWS_TITLE" = "Falha ao copiar fluxo de trabalho";
"COPY_WORKFLOWS_DESC" = "Falha ao copiar os fluxos de trabalho à pasta de domínio do dispositivo do usuário";

"DEVICE_NOT_FOUND_TITLE" = "Dispositivo não encontrado";
"DEVICE_NOT_FOUND_DESC" = "Ocorreu um problema na comunicação com o dispositivo. Verifique se o dispositivo está ligado e conectado corretamente e tente novamente.";

"COMPUTER_NAME_INFO_TITLE" = "O campo “Nome do computador” é usado para inserir um nome para o computador a ser exibido no dispositivo HP."; //title for the Computer name info sheet
"COMPUTER_NAME_INFO_DESC" = "O número de caracteres digitados depende do dispositivo.";

"UNKNOWN_ERROR_TITLE" = "Erro desconhecido";
"UNKNOWN_ERROR_DESC" = "Ocorreu um erro desconhecido ao atualizar o dispositivo. Verifique se o dispositivo está ligado e conectado corretamente.";

"OK" = "OK";
"CANCEL" = "Cancelar";

"MOREINFO_TITLE" = "Mais Informações";

// The following strings are displayed in SSMTaskController nib file

"SSM_TITLE" = "Gerenciador de atalho de digitalização"; // Title
"SSM_SHORT_DESC" = "Use Atalhos de digitalização, para realizar tarefas de digitalização comuns usando os controles do painel frontal do dispositivo HP."; // short description
"YOUR_COMPUTER_NAME" = "Nome do computador:"; // displayed if device is connected through n/w
"CHANGE_BTN_TITLE" = "Alterar...";
"MORE_INFO_BTN_TITLE" = "Mais Informações...";
"RESTORE_BTN_TITLE" = "Restaurar padrões";
"TEST_BTN_TITLE" = "Testar...";
"EDIT_BTN_TITLE" = "Editar...";

// Error Messages
"ERROR_PERMISSION_DENIED" = "Você não tem privilégios de acesso suficientes à pasta “%@”. Para visualizar ou alterar os privilégios de acesso, selecione o item no Finder e escolha Arquivo > Obter Info."; // used from HPWFM, no need to get the localized string from customer.

// generic error
"ERROR" = "Erro";
"ERROR_UNKNOWN_DESC" = "Ocorreu um erro desconhecido.";

// Error when workflow not found when user clicks on front panel scan
"ERROR_SHORTCUT_NOT_FOUND_TITLE" = "Atalho não encontrado";
"ERROR_SHORTCUT_NOT_FOUND_DESC" = "Não foi possível encontrar o atalho %1$@ do dispositivo %2$@. Tente reinstalar o software.";

// Error displayed when HPScanWorkflow object creation fails for execution of workflow in SEH interface execute method
"ERROR_WORKFLOW_CREATE_FAIL_TITLE" = "Falha na criação do fluxo de trabalho";
"ERROR_WORKFLOW_CREATE_FAIL_DESC" = "Ocorreu um erro desconhecido ao criar o fluxo de trabalho. Tente novamente.";

// Error displayed when copyworkflows fails as due to non availability of permission at user device domain folder
"ERROR_CREATING_DIR_TITLE" = "Erro ao criar diretório";
"ERROR_CREATING_DIR_DESC" = "Ocorreu um erro ao criar o diretório %@. Verifique os privilégios de acesso da pasta pai e tente novamente.";

// Error displayed when workflow does not exists when user tries to open the same in Automator
"ERROR_OPENING_WORKFLOW_IN_AUTOMATOR_DESC" = "Erro ao abrir o workflow “%@” no Automator. Não foi possível localizar o workflow em seu local original.";

// New additions: 3/1/2010

// Error displayed when scan link ID received from the device is invalid
"ERROR_INVALID_SCAN_LINK_ID_TITLE" = "Atalho de digitalização não suportado";
"ERROR_INVALID_SCAN_LINK_ID_DESC" = "Não é possível executar o atalho de digitalização selecionado porque ele não é reconhecido pelo software. Selecione um atalho de digitalização diferente e tente novamente.";

// Tool tips for change, edit and test button
"TIP_FOR_CHANGE_BTN" = "Clique para alterar o nome do computador";
"TIP_FOR_EDIT_BTN" = "Edite a tarefa selecionada";
"TIP_FOR_TEST_BTN" = "Execute a tarefa selecionada";

// New additions: 3/1/2010

// Opt-in/Opt-out strings
"COMPUTER_NAME_TITLE" = "O nome do seu computador é";
"COMPUTER_NAME_DESCRIPTION" = "Quando iniciar uma digitalização usando o seu dispositivo HP, você poderá ser solicitado a selecionar o computador na lista de computadores host habilitados para Digitalizar para computador.";
"COMPUTER" = "Computador";
"COMPUTERS" = "Computadores";

"COMMUNICATION_ERROR" = "Não foi possível estabelecer a comunicação com o scanner. Confirme se o dispositivo está ligado, verifique a conexão e certifique-se de que a rede esteja funcionando corretamente. Observe que o Bonjour precisa estar habilitado no dispositivo.";
"INSTALLATION_ERROR" = "O software HP necessário para o recurso Digitalizar para computador não foi encontrado no computador. Baixe e instale o mais recente software recomendado pela HP para seu dispositivo em http://www.hp.com/support e tente novamente.";

"SCAN_TO_COMPUTER_CANNOT_BE_ENABLED" = "Não é possível ativar Digitalizar para computador";
"SCAN_TO_COMPUTER_DESCRIPTION" = "Digitalizar para computador permite iniciar as digitalizações pelo painel frontal do dispositivo HP e enviá-las automaticamente ao computador.";

HSDScanActionNotFoundTitle = "A ação de digitalização não foi localizada";
HSDScanActionNotFoundDescription = "A ação de digitalização não está registrada. Abra o aplicativo HP Scan localizado em '%@' para registrar ações de digitalização automaticamente.";
